Repository: diodon-dev/diodon
Catalog: po/*.po
Languages: fr, is, vi

source: Clipboard Manager
fr: Gestionnaire de presse-papier
is: Klippispjaldsstjóri
vi: Trình quản lý Bảng nhớ tạm

source: GTK+ Clipboard Manager
fr: Gestionnaire de presse-papier GTK+
is: GTK+ klippispjaldsstjóri
vi: Trình quản lý Bảng nhớ tạm GTK+

source: Use clipboard (Ctrl+C)
fr: Utiliser le presse-papier (Ctrl+C)
is: Nota klippispjald (Ctrl+C)
vi: Sử dụng bảng nhớ tạm (Ctrl+C)

source: Adds content which is copied to the clipboard with e.g. Ctrl + C to the clipboard history.
fr: Ajouter du contenu déja dans le presse-papiers à l'historique du presse-papiers en faisant par exemple Ctrl + C.
is: Bætir efni sem afritað er á klippispjaldið t.d. með Ctrl+C í ferilskrá klippispjalds.
vi: Thêm nội dung được sao chép vào bảng nhớ tạm với ví dụ: Ctrl + C vào lịch sử bảng nhớ tạm.

source: Use primary selection
fr: Utiliser la sélection courante
is: Nota þegar valið
vi: Sử dụng lựa chọn chính

source: Adds the primary selection (an area of the screen which is selected with the mouse) to the clipboard history. Enabling will start process which continually checks what is selected. This might discharge your battery quicker.
fr: Ajouter la sélection primaire (une zone de l'écran qui est sélectionnée par la souris) à l'historique du presse-papier. L'activation lancera le processus qui vérifie en continu ce qui est sélectionné. Ceci pourrait vider votre batterie plus rapidement.
is: Bætir aðalvali (svæðinu á skjánum sem valið hefur verið með músarbendlinum) í feril klippispjalds. Sé þetta virkjað fer í gang ferli sem athugar í sífellu hvað sé valið þá stundina. Það getur eytt hleðslu óþarflega hratt út af rafhlöðum.
vi: Thêm lựa chọn chính (một vùng màn hình được chọn bằng chuột) vào lịch sử bảng nhớ tạm. Việc kích hoạt sẽ bắt đầu quá trình liên tục kiểm tra những gì được chọn. Điều này có thể khiến pin của bạn nhanh hết hơn.

source: Add images to clipboard history
fr: Ajouter les images à l'historique du presse-papiers
is: Bæta myndum í feril klippispjalds
vi: Thêm hình ảnh vào lịch sử bảng nhớ tạm

source: Add images copied to clipboard to clipboard history (e.g. when you right click on an image in your browser and choose copy image). Enabling this option will increase memory consumption. Images already added to clipboard history will remain even when disabled.
fr: Ajouter les images copiées dans le presse-papiers à l'historique du presse-papiers (Par exemple, lorsque vous faite un clic droit sur une image dans votre navigateur et sélectionner Copier Image). Activer cette option augmente l'utilisation de la mémoire. Les image déjà ajoutées à l'historique du presse-papiers y restent même après désactivation de l'option.
is: Bætir myndum sem afritaðar hafa verið á klippispjaldið í feril klippispjalds (t.d. þegar þú hægri-smellir á mynd og velur að afrita hana). Sé þetta virkjað getur minnisnotkun aukist nokkuð. Myndum sem þegar hefur verið bætt í feril klippispjalds munu haldast þar þegar þetta er síðan gert óvirkt.
vi: Thêm hình ảnh được sao chép vào bảng nhớ tạm vào lịch sử bảng nhớ tạm (ví dụ: khi bạn nhấp chuột phải vào hình ảnh trong trình duyệt và chọn sao chép hình ảnh). Kích hoạt tùy chọn này sẽ tăng mức tiêu thụ bộ nhớ. Hình ảnh đã được thêm vào lịch sử bảng nhớ tạm sẽ vẫn còn ngay cả khi bị tắt.

source: Synchronize clipboards
fr: Synchroniser les presse-papiers
is: Samstilla klippispjöld
vi: Đồng bộ hóa bảng nhớ tạm

source: Synchronizes the selection (an area of the screen which is selected with the mouse) and the clipboard so that anything in the selection is immediately available in the clipboard and vice versa e.g. for pasting with Ctrl + V and the middle mouse button.
fr: Synchroniser la sélection (une zone de l'écran qui est sélectionné avec la souris) et le presse-papiers de sorte que rien dans la sélection ne soit disponible immédiatement dans le presse-papiers, et vice versa, par exemple pour coller avec Ctrl + V et le bouton du milieu.
is: Samstillir aðalval (svæðið á skjánum sem valið hefur verið með músarbendlinum) og sjálft klippispjaldið, þannig að um leið og eitthvað er valið verður það tiltækt á klippispjaldinu og öfugt, til dæmis er þá hægt að líma það með Ctrl+V eða miðjuhnapp músar.
vi: Đồng bộ hóa lựa chọn (một vùng màn hình được chọn bằng chuột) và bảng nhớ tạm để mọi thứ trong vùng chọn sẽ có sẵn ngay trong bảng nhớ tạm và ngược lại, ví dụ: để dán bằng Ctrl + V và nút chuột giữa.

source: Keep clipboard content
fr: Conserver le contenu du presse-papier
is: Halda innihaldi klippispjalds
vi: Giữ nội dung bảng nhớ tạm

source: Prevents an empty clipboard. For instance when an application exits, the clipboard would usually be emptied.
fr: Empêcher le presse-papier d'être vidé. Par exemple, lorsqu'une application se ferme, elle vide automatiquement le presse-papier
is: Þegar þetta er valið er ekki hægt að tæma klippispjaldið. Þ.e.a.s. þegar forrit hættir, tæmist venjulega klippispjaldið.
vi: Ngăn chặn một bảng nhớ tạm trống. Ví dụ: khi một ứng dụng thoát, bảng tạm thường sẽ trống.

source: Automatically paste selected item
fr: Coller automatiquement l'élément sélectionné
is: Líma valið atriði sjálfvirkt
vi: Tự động dán mục đã chọn

source: Automatically paste selected item instead of just copying it to the clipboard.
fr: Coller automatiquement l'élément sélectionné au lieu de le copier simplement dans le presse-papier.
is: Líma valið atriði sjálfvirkt í stað þess að bara afrita það á klippiborðið.
vi: Tự động dán mục đã chọn thay vì chỉ sao chép nó vào bảng nhớ tạm.

source: Number of recent clipboard items
fr: Nombre d'éléments récents dans le presse-papiers
is: Fjöldi nýlegra klippispjaldsatriða
vi: Số mục bảng nhớ tạm gần đây

source: Number of recent clipboard items shown in clipboard menu.
fr: Nombre d'éléments récents dans le presse-papiers à afficher dans le menu du presse-papiers
is: Fjöldi nýlegra klippispjaldsatriða sem birtast á valmynd klippispjalds.
vi: Số mục bảng nhớ tạm gần đây được hiển thị trong trình đơn bảng nhớ tạm.

source: Clipboard content filter pattern
fr: Modèle de filtre de contenu du presse-papier
is: Mynstur til að sía innihald klippispjalds
vi: Mẫu bộ lọc nội dung bảng nhớ tạm

source: Regex filter pattern whereas all clipboard items matching this pattern will be filtered and not added to clipboard history.
fr: Filtre regex : tous les éléments du presse-papiers correspondant à ce motif seront filtrés et ne seront pas ajoutés à l'historique du presse-papiers.
is: Mynstur reglulegrar segðar sem öll atriði klippispjalds sem því samsvara verða síuð og ekki bætt í feril klippispjaldsins.
vi: Mẫu bộ lọc Regex trong khi tất cả các mục trong bảng nhớ tạm phù hợp với mẫu này sẽ được lọc và không được thêm vào lịch sử bảng nhớ tạm.

source: Lookup dictionary for application using different paste keybindings
fr: Dictionnaire de recherche pour l'application utilisant différents raccourcis clavier
is: Uppflettiorðasafn fyrir þau forrit sem nota aðrar lyklabindingar til límingar
vi: Tra cứu từ điển cho ứng dụng bằng cách sử dụng các tổ hợp phím dán khác nhau

source: A lookup dictionary for applications using different paste keybindings than Ctrl + V. Pattern of each string in this array is path-of-app|keybinding
is: Uppflettiorðasafn fyrir þau forrit sem nota til límingar aðrar lyklabindingar en Ctrl+V. Form hvers strengs í þessum línum á að vera slóð-á-forrit|lyklabinding
vi: Từ điển tra cứu các ứng dụng sử dụng tổ hợp phím dán khác với Ctrl + V. Mẫu của mỗi chuỗi trong mảng này là path-of-app|keybind

source: Active plugins
fr: Greffons actifs
is: Virkar viðbætur
vi: Phần bổ sung đang hoạt động

source: List of active plugins.
fr: Liste des greffons actifs
is: Listi yfir virkar viðbætur.
vi: Danh sách các phần bổ sung đang hoạt động.

source: Diodon Preferences
fr: Préférences de Diodon
is: Kjörstillingar Diodon
vi: Tùy chỉnh Diodon

source: _Use clipboard (Ctrl+C)
fr: Utiliser le presse-papier (Ctrl+C)
is: _Nota klippispjald (Ctrl+C)

source: Use _primary selection
fr: Utiliser la sélection primaire
is: Nota þegar valið (aðalvalhna_ppur)

source: Add _images to clipboard history
fr: Ajouter les _images à l'historique
is: Bæta myndum í fer_il klippispjalds

source: _Keep clipboard content
fr: _Conserver le contenu du presse-papier
is: _Halda innihaldi klippispjalds

source: S_ynchronize clipboards
fr: Synchroniser les presse-papiers
is: Samstilla _klippispjöld

source: _Automatically paste selected item
fr: _Coller automatiquement l'élément sélectionné
is: Lím_a valið atriði sjálfvirkt

source: Number of recent clipboard items to be shown in clipboard menu.
fr: Nombre d'éléments récents à afficher dans le menu.
is: Fjöldi nýlegra klippispjaldsatriða sem á að birta á valmynd klippispjalds.
vi: Số mục bảng nhớ tạm gần đây sẽ được hiển thị trong trình đơn bảng nhớ tạm.

source: Number of recent items
fr: Nombre d'éléments récents
is: Fjöldi nýlegra atriða
vi: Số lượng mục gần đây

source: Clipboard
fr: Presse-papier
is: Klippispjald
vi: Bảng nhớ tạm

source: Please register custom shortcut with your desktop environment. Use /usr/bin/diodon as command.
fr: Veuillez enregistrer un raccourci personnalisé avec votre environnement de bureau. Utilisez /usr/bin/diodon comme commande.
is: Skráðu sérsniðna flýtilykla í skjáborðsumhverfið þitt. Notaðu /usr/bin/diodon sem skipun.
vi: Vui lòng đăng ký phím tắt tùy chỉnh với môi trường máy tính để bàn của bạn. Sử dụng /usr/bin/diodon làm lệnh.

source: More information
fr: Plus d'informations
is: Nánari upplýsingar
vi: Thông tin thêm

source: Hotkeys
fr: Raccourcis
is: Flýtilyklar
vi: Phím tắt

source: Plugins
fr: Extensions
is: Viðbætur
vi: Phần bổ sung

source: <Empty>
fr: <Vide>
is: <Tómt>
vi: <Trống>

source: Privacy mode is enabled. No new items will be added to history!
fr: Le mode de confidentialité est activé. Aucun nouvel article ne sera ajouté à l'historique !
is: Persónuverndarhamur er virkur. Engum nýjum atriðum verður bætt við ferilinn!
vi: Chế độ riêng tư được kích hoạt. Sẽ không có mục mới nào được thêm vào lịch sử!

source: Application Indicator
fr: Indicateur
is: Forritsvísir
vi: Chỉ báo ứng dụng

source: Access clipboard history with an application indicator.
fr: Accéder au presse-papier à l'aide d'un indicateur.
is: Fáðu aðgang að klippispjaldi í gegnum forritsvísi.
vi: Truy cập lịch sử clipboard bằng chỉ báo ứng dụng.

source: Copyright © 2011 Diodon Team
fr: Copyright © 2011 Équipe Diodon
is: Höfundarréttur © 2011 Diodon-teymið
vi: Bản quyền © 2011 Nhóm Diodon

source: Clipboard History
fr: Historique du presse-papiers
is: Ferill klippispjalds
vi: Lịch sử bảng nhớ tạm

source: This is an Ubuntu search plugin that enables information from Diodon to be searched and displayed in the Dash underneath the Clipboard header.
fr: Il s'agit d'une extension de recherche Ubuntu qui permet depuis le tableau de bord dans la section Presse-Papiers de rechercher parmi les éléments de Diodon.
is: Þetta er Ubuntu-leitarviðbót sem gerir kleift að leita íupplýsingum frá Diodon og birta þær í stjórntexta/Dash undir haus klippispjaldsins.
vi: Đây là một plugin tìm kiếm Ubuntu cho phép tìm kiếm và hiển thị thông tin từ Diodon trong Dash bên dưới tiêu đề Bảng nhớ tạm.

source: Search clipboard
fr: Rechercher dans le presse-papier
is: Leita á klippispjaldi
vi: Tìm kiếm bảng nhớ tạm

source: Text
fr: Texte
is: Texti
vi: Văn Bản

source: Files
fr: Fichiers
is: Skrár
vi: Tệp tin

source: Images
is: Myndir
vi: Hình ảnh

source: Category
fr: Catégorie
is: Flokkur
vi: Danh mục

source: Text;Files;Images
fr: Textes;Fichiers;Images
is: Texti;Skrár;Myndir
vi: Văn bản;Tệp tin;Hình ảnh

source: Last 24 hours;Last 7 days;Last 30 days;Last year;
fr: Dernières 24h;7 jours précédents;30 jours précédents; dernière année;
is: Síðustu 24 klukkustundir;Síðustu 7 daga;Síðustu 30 daga;Síðasta ár;
vi: 24 giờ qua;7 ngày qua;30 ngày qua;Năm ngoái;

source: Search Clipboard
fr: Rechercher dans le presse-papiers
is: Leita á klippispjaldi
vi: Tìm kiếm bảng nhớ tạm

source: Date copied
fr: Date de copie
is: Afritað þann
vi: Ngày sao chép

source: Last 24 hours
fr: Dernières 24h
is: Síðustu klukkustundir
vi: 24 giờ qua

source: Last 7 days
fr: 7 jours précédents
is: Síðustu 7 daga
vi: 7 ngày qua

source: Last 30 days
fr: 30 jours précédents
is: Síðustu 30 daga
vi: 30 ngày qua

source: Last year
fr: L'an dernier
is: Á síðasta ári
vi: Năm Ngoái

source: Paste
fr: Coller
is: Líma
vi: Dán

source: Origin
fr: Origine
is: Uppruni
vi: Nguồn gốc
